Tekla Open API Reference for Tekla Structures 2025
Level Methods
The AssemblyFilterExpressions.Level type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
AssemblyFilterExpressions.Level Class
Tekla.Structures.Filtering.Categories Namespace